Revit 2027 API
SymbolTypeId.WPerFtSup3 Property
 Symbol W/ft³, indicating unit Watts per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WPerFtSup3 { get; }
Public Shared ReadOnly Property WPerFtSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WPerFtSup3 {
	ForgeTypeId^ get ();
}
static member WPerFtSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace